{"ix_to_word": {"1": "spread", "2": "margarine", "3": "on", "4": "two", "5": "slices", "6": "of", "7": "white", "8": "bread", "9": "place", "10": "a", "11": "slice", "12": "cheese", "13": "the", "14": "top", "15": "each", "16": "other", "17": "and", "18": "in", "19": "hot", "20": "pan", "21": "flip", "22": "sandwich", "23": "over", "24": "press", "25": "down", "26": "cut", "27": "half", "28": "diagonally", "29": "peel", "30": "skin", "31": "from", "32": "onion", "33": "into", "34": "thin", "35": "pour", "36": "milk", "37": "onions", "38": "coat", "39": "flour", "40": "mixture", "41": "deep", "42": "fry", "43": "oil", "44": "sprinkle", "45": "salt", "46": "rinse", "47": "quinoa", "48": "water", "49": "bring", "50": "2", "51": "cups", "52": "to", "53": "boil", "54": "stove", "55": "add", "56": "cover", "57": "reduce", "58": "heat", "59": "off", "60": "ends", "61": "parsley", "62": "stalks", "63": "squeeze", "64": "leaves", "65": "chop", "66": "small", "67": "pieces", "68": "bowl", "69": "then", "70": "tomatos", "71": "diced", "72": "roll", "73": "lemon", "74": "cutting", "75": "board", "76": "remove", "77": "seeds", "78": "juice", "79": "table", "80": "spoons", "81": "sea", "82": "black", "83": "pepper", "84": "cayenne", "85": "mix", "86": "serve", "87": "cook", "88": "rice", "89": "combine", "90": "all", "91": "vegetables", "92": "yogurt", "93": "turmeric", "94": "red", "95": "chili", "96": "powder", "97": "ingredients", "98": "together", "99": "some", "100": "cumin", "101": "asafetida", "102": "tomato", "103": "puree", "104": "mixed", "105": "stir", "106": "saffron", "107": "with", "108": "layer", "109": "mint", "110": "garam", "111": "masala", "112": "sliced", "113": "almonds", "114": "melted", "115": "butter", "116": "entire", "117": "coconut", "118": "acid", "119": "soy", "120": "sauce", "121": "pot", "122": "under", "123": "medium", "124": "high", "125": "little", "126": "fish", "127": "put", "128": "udon", "129": "noodles", "130": "soup", "131": "chopped", "132": "lettuce", "133": "them", "134": "soak", "135": "beans", "136": "night", "137": "drain", "138": "new", "139": "chorizo", "140": "celery", "141": "cooked", "142": "pasta", "143": "flakes", "144": "coarsely", "145": "one", "146": "head", "147": "green", "148": "cabbage", "149": "core", "150": "transfer", "151": "food", "152": "processor", "153": "grind", "154": "it", "155": "big", "156": "process", "157": "grate", "158": "carrots", "159": "garlic", "160": "thoroughly", "161": "everything", "162": "pyrex", "163": "mash", "164": "using", "165": "potato", "166": "masher", "167": "hard", "168": "plate", "169": "weight", "170": "olive", "171": "italian", "172": "cubes", "173": "bake", "174": "oven", "175": "anchovy", "176": "paste", "177": "dijon", "178": "mustard", "179": "worcestershire", "180": "minced", "181": "reggiano", "182": "dressing", "183": "well", "184": "baked", "185": "romaine", "186": "salad", "187": "melt", "188": "1", "189": "tbsp", "190": "purpose", "191": "whisk", "192": "nutmeg", "193": "grated", "194": "cheddar", "195": "turn", "196": "toasted", "197": "breads", "198": "baking", "199": "tray", "200": "ham", "201": "swiss", "202": "another", "203": "toast", "204": "bechamel", "205": "herbs", "206": "de", "207": "provence", "208": "ground", "209": "pork", "210": "oyster", "211": "ginger", "212": "sesame", "213": "scoop", "214": "filling", "215": "center", "216": "wrap", "217": "apply", "218": "edges", "219": "fold", "220": "seal", "221": "pierogi", "222": "wraps", "223": "boiling", "224": "stickers", "225": "grill", "226": "patties", "227": "roasted", "228": "season", "229": "parmesan", "230": "buns", "231": "onto", "232": "seaweed", "233": "crab", "234": "line", "235": "up", "236": "mat", "237": "chicken", "238": "breast", "239": "fillet", "240": "both", "241": "sides", "242": "frying", "243": "seasoned", "244": "until", "245": "golden", "246": "or", "247": "strips", "248": "croutons", "249": "drizzle", "250": "generous", "251": "amount", "252": "shape", "253": "apple", "254": "as", "255": "thick", "256": "flat", "257": "even", "258": "surface", "259": "duck", "260": "fat", "261": "sugar", "262": "foie", "263": "gras", "264": "is", "265": "brown", "266": "pat", "267": "towel", "268": "strain", "269": "excess", "270": "bottom", "271": "saute", "272": "mushroom", "273": "cider", "274": "vinegar", "275": "sweet", "276": "beef", "277": "stock", "278": "apples", "279": "burger", "280": "fresh", "281": "carrot", "282": "radish", "283": "paprika", "284": "spinach", "285": "clay", "286": "mushrooms", "287": "break", "288": "an", "289": "egg", "290": "yolk", "291": "bibimbap", "292": "mayonnaise", "293": "capers", "294": "shallots", "295": "tarragon", "296": "potatoes", "297": "paper", "298": "thyme", "299": "toss", "300": "crack", "301": "beer", "302": "long", "303": "dip", "304": "batter", "305": "cooking", "306": "corn", "307": "starch", "308": "let", "309": "marinate", "310": "dark", "311": "wine", "312": "hoisin", "313": "chilli", "314": "fried", "315": "peppers", "316": "tofu", "317": "wok", "318": "peppercorn", "319": "spicy", "320": "bean", "321": "cornstarch", "322": "squid", "323": "rings", "324": "same", "325": "poured", "326": "shredded", "327": "muenster", "328": "monterey", "329": "jack", "330": "macaroni", "331": "steamed", "332": "lobster", "333": "shrimp", "334": "dish", "335": "beaten", "336": "eggs", "337": "dice", "338": "skillet", "339": "piece", "340": "nori", "341": "bamboo", "342": "roller", "343": "meat", "344": "ball", "345": "along", "346": "avocado", "347": "lay", "348": "next", "349": "coriander", "350": "pancetta", "351": "bacon", "352": "squares", "353": "spaghetti", "354": "crispy", "355": "take", "356": "lightly", "357": "cream", "358": "make", "359": "for", "360": "30", "361": "secs", "362": "keep", "363": "aside", "364": "directly", "365": "ready", "366": "around", "367": "serving", "368": "garnish", "369": "cubed", "370": "till", "371": "they", "372": "become", "373": "soft", "374": "spices", "375": "boiled", "376": "chickpeas", "377": "desi", "378": "ghee", "379": "gravy", "380": "spoon", "381": "prosciutto", "382": "stirring", "383": "pull", "384": "fire", "385": "vodka", "386": "wait", "387": "flame", "388": "marinara", "389": "seconds", "390": "tortilla", "391": "four", "392": "insert", "393": "toothpick", "394": "burrito", "395": "burritos", "396": "fryer", "397": "sicilian", "398": "calamari", "399": "cool", "400": "blend", "401": "cilantro", "402": "blender", "403": "sprouts", "404": "dry", "405": "cloves", "406": "now", "407": "5", "408": "tomatoes", "409": "crushed", "410": "can", "411": "simmer", "412": "heavy", "413": "light", "414": "cup", "415": "crumbs", "416": "seasoning", "417": "crumb", "418": "cutlet", "419": "penne", "420": "topped", "421": "grass", "422": "finely", "423": "pre", "424": "lid", "425": "discard", "426": "broken", "427": "mussels", "428": "lime", "429": "mussel", "430": "shells", "431": "out", "432": "brush", "433": "pudding", "434": "vanilla", "435": "chutney", "436": "watercress", "437": "side", "438": "caramelize", "439": "set", "440": "shred", "441": "salmon", "442": "width", "443": "sheet", "444": "slivers", "445": "lengthwise", "446": "rods", "447": "soda", "448": "buttermilk", "449": "pancake", "450": "when", "451": "bubbles", "452": "form", "453": "bulgogi", "454": "preheat", "455": "grease", "456": "browned", "457": "tumeric", "458": "chillies", "459": "ingredient", "460": "spice", "461": "curry", "462": "curd", "463": "marinated", "464": "cashews", "465": "hash", "466": "browns", "467": "loosely", "468": "honey", "469": "marinade", "470": "taco", "471": "mince", "472": "crush", "473": "bundle", "474": "stalk", "475": "parsely", "476": "bay", "477": "leaf", "478": "rosemary", "479": "scrub", "480": "herb", "481": "bit", "482": "thinly", "483": "jar", "484": "fill", "485": "pick", "486": "wasabi", "487": "again", "488": "chana", "489": "dal", "490": "chilis", "491": "edge", "492": "smear", "493": "while", "494": "blending", "495": "vegetable", "496": "veal", "497": "once", "498": "contents", "499": "breadcrumbs", "500": "miso", "501": "sake", "502": "mirin", "503": "scallions", "504": "base", "505": "before", "506": "knead", "507": "dough", "508": "plastic", "509": "naan", "510": "rub", "511": "prepare", "512": "dried", "513": "overnight", "514": "hours", "515": "balls", "516": "move", "517": "scrambled", "518": "shave", "519": "meatballs", "520": "sriracha", "521": "tuna", "522": "kimchi", "523": "seseame", "524": "cling", "525": "poke", "526": "through", "527": "wash", "528": "plain", "529": "bag", "530": "cake", "531": "sift", "532": "beat", "533": "blended", "534": "nonstick", "535": "wet", "536": "back", "537": "appear", "538": "pancakes", "539": "maple", "540": "syrup", "541": "more", "542": "boils", "543": "clams", "544": "running", "545": "hand", "546": "fennel", "547": "clam", "548": "separate", "549": "chowder", "550": "lamb", "551": "worcester", "552": "mashed", "553": "shoulder", "554": "chinese", "555": "cinnamon", "556": "sticks", "557": "foam", "558": "daikon", "559": "simmering", "560": "liquid", "561": "pickle", "562": "baguette", "563": "pate", "564": "pickled", "565": "cucumber", "566": "jalapeno", "567": "chunks", "568": "50", "569": "gram", "570": "grams", "571": "tsp", "572": "extract", "573": "ml", "574": "3", "575": "fine", "576": "mesh", "577": "strainer", "578": "pinch", "579": "non", "580": "stick", "581": "are", "582": "mixing", "583": "fork", "584": "give", "585": "quick", "586": "shake", "587": "spatula", "588": "evenly", "589": "mozzarella", "590": "brussel", "591": "extra", "592": "virgin", "593": "kosher", "594": "breasts", "595": "whole", "596": "wheat", "597": "6", "598": "minutes", "599": "at", "600": "pesto", "601": "basil", "602": "sage", "603": "8", "604": "cranberries", "605": "peanuts", "606": "potatos", "607": "peas", "608": "circle", "609": "cone", "610": "samosas", "611": "griddle", "612": "chick", "613": "pressure", "614": "cooker", "615": "chilies", "616": "pea", "617": "broccoli", "618": "bok", "619": "choy", "620": "broth", "621": "flake", "622": "enoki", "623": "seed", "624": "maida", "625": "hing", "626": "dosa", "627": "wakame", "628": "clean", "629": "leeks", "630": "dissolve", "631": "time", "632": "but", "633": "not", "634": "too", "635": "after", "636": "melts", "637": "mayo", "638": "blueberries", "639": "packed", "640": "sausage", "641": "saucepan", "642": "quarter", "643": "4", "644": "cans", "645": "large", "646": "smooth", "647": "trim", "648": "bone", "649": "apart", "650": "warm", "651": "tortillas", "652": "tops", "653": "length", "654": "hotdog", "655": "smoke", "656": "smoked", "657": "cold", "658": "rod", "659": "few", "660": "empty", "661": "escargot", "662": "inside", "663": "wood", "664": "ear", "665": "wrapper", "666": "sharp", "667": "thirds", "668": "wonton", "669": "wrappers", "670": "wontons", "671": "baby", "672": "yolks", "673": "cooks", "674": "slow", "675": "caraway", "676": "mortar", "677": "bell", "678": "stew", "679": "canned", "680": "escargots", "681": "later", "682": "hands", "683": "softened", "684": "chives", "685": "by", "686": "adding", "687": "sherry", "688": "proper", "689": "consistency", "690": "dollops", "691": "pop", "692": "rest", "693": "preheated", "694": "350", "695": "degree", "696": "c", "697": "15", "698": "itself", "699": "it's", "700": "steam", "701": "roast", "702": "marjoram", "703": "dog", "704": "stuff", "705": "dogs", "706": "oregano", "707": "club", "708": "whites", "709": "korean", "710": "gas", "711": "massage", "712": "sour", "713": "cardamom", "714": "makhni", "715": "grapes", "716": "walnuts", "717": "nuts", "718": "part", "719": "chunk", "720": "tso", "721": "clarified", "722": "crust", "723": "forms", "724": "english", "725": "muffins", "726": "poach", "727": "poached", "728": "toaster", "729": "steamer", "730": "gochujang", "731": "chickpea", "732": "middle", "733": "kale", "734": "shortening", "735": "skewer", "736": "sausages", "737": "sieve", "738": "poppy", "739": "grilled", "740": "relish", "741": "lastly", "742": "wings", "743": "cornflour", "744": "prepared", "745": "spray", "746": "fillets", "747": "shaved", "748": "rind", "749": "kaffir", "750": "gently", "751": "twenty", "752": "prawns", "753": "spring", "754": "rinsed", "755": "shrimps", "756": "squids", "757": "shoots", "758": "seafood", "759": "slowly", "760": "bratwursts", "761": "pineapple", "762": "pound", "763": "scallion", "764": "truffle", "765": "brine", "766": "air", "767": "pizza", "768": "tear", "769": "buffalo", "770": "open", "771": "sushi", "772": "firmly", "773": "microwave", "774": "ketchup", "775": "barbecue", "776": "outer", "777": "layers", "778": "pounder", "779": "mason", "780": "tin", "781": "kidney", "782": "zest", "783": "breading", "784": "plates", "785": "push", "786": "holes", "787": "brat", "788": "brats", "789": "about", "790": "per", "791": "bun", "792": "sauerkraut", "793": "second", "794": "stems", "795": "falafel", "796": "yeast", "797": "formed", "798": "split", "799": "smaller", "800": "parts", "801": "stretch", "802": "rolls", "803": "closed", "804": "dumpling", "805": "condensed", "806": "low", "807": "almond", "808": "leave", "809": "bottle", "810": "cloth", "811": "lids", "812": "ferment", "813": "days", "814": "box", "815": "ounce", "816": "done", "817": "inch", "818": "couple", "819": "sichuan", "820": "peppercorns", "821": "10", "822": "ounces", "823": "taste", "824": "cauliflower", "825": "stocks", "826": "arrange", "827": "cherry", "828": "garnishing", "829": "parsnip", "830": "knife", "831": "short", "832": "rib", "833": "ribs", "834": "skewers", "835": "kabobs", "836": "75g", "837": "panko", "838": "japanese", "839": "dunk", "840": "batches", "841": "dipping", "842": "run", "843": "shaoxing", "844": "potsticker", "845": "close", "846": "peanut", "847": "potstickers", "848": "bonito", "849": "dashi", "850": "several", "851": "greens", "852": "covered", "853": "their", "854": "shell", "855": "distribute", "856": "7", "857": "sometime", "858": "peeled", "859": "mixer", "860": "mozzerella", "861": "pepperoni", "862": "smash", "863": "provolone", "864": "slits", "865": "mins", "866": "flatten", "867": "noodle", "868": "bath", "869": "return", "870": "finished", "871": "section", "872": "also", "873": "tightly", "874": "avocados", "875": "steak", "876": "zucchini", "877": "clove", "878": "shallot", "879": "turns", "880": "soaked", "881": "soften", "882": "pad", "883": "thai", "884": "continue", "885": "above", "886": "thicken", "887": "guanciale", "888": "absorb", "889": "worchester", "890": "sashimi", "891": "angle", "892": "tough", "893": "without", "894": "gloves", "895": "sheets", "896": "rolling", "897": "equal", "898": "urad", "899": "agave", "900": "nectar", "901": "scramble", "902": "this", "903": "further", "904": "35", "905": "pinto", "906": "enchiladas", "907": "size", "908": "pin", "909": "circular", "910": "vermicelli", "911": "cashew", "912": "capsicum", "913": "salted", "914": "biryani", "915": "start", "916": "stiff", "917": "gets", "918": "divide", "919": "color", "920": "pie", "921": "chile", "922": "salsa", "923": "drop", "924": "chunky", "925": "lift", "926": "oatmeal", "927": "away", "928": "fries", "929": "french", "930": "flipping", "931": "cognac", "932": "&", "933": "good", "934": "get", "935": "peach", "936": "hazelnuts", "937": "glaze", "938": "peaches", "939": "firm", "940": "200", "941": "foil", "942": "jam", "943": "balsamic", "944": "corns", "945": "quarters", "946": "meal", "947": "pomegranate", "948": "sumac", "949": "pita", "950": "fully", "951": "frozen", "952": "teaspoon", "953": "beet", "954": "root", "955": "kombu", "956": "wing", "957": "tips", "958": "body", "959": "rack", "960": "400", "961": "f", "962": "sized", "963": "minute", "964": "1tbsp", "965": "granulated", "966": "tbsps", "967": "orange", "968": "wise", "969": "yellow", "970": "veggies", "971": "100", "972": "gms", "973": "halves", "974": "quantity", "975": "if", "976": "needed", "977": "remaining", "978": "tahini", "979": "hummus", "980": "slide", "981": "omelet", "982": "hotdogs", "983": "covering", "984": "bratwurst", "985": "glass", "986": "tea", "987": "degrees", "988": "25", "989": "blanch", "990": "fruits", "991": "12", "992": "snails", "993": "crme", "994": "500", "995": "hamburger", "996": "tabasco", "997": "scallians", "998": "cube", "999": "evaporated", "1000": "tempeh", "1001": "tamari", "1002": "slaw", "1003": "iron", "1004": "sear", "1005": "hour", "1006": "direct", "1007": "between", "1008": "dumplings", "1009": "jalapenos", "1010": "submerge", "1011": "freshly", "1012": "seasonings", "1013": "caramelized", "1014": "roti", "1015": "so", "1016": "puffs", "1017": "grater", "1018": "kiwi", "1019": "fridge", "1020": "cleaned", "1021": "dump", "1022": "round", "1023": "fingers", "1024": "thickens", "1025": "regular", "1026": "chips", "1027": "cornmeal", "1028": "simultaneously", "1029": "patty", "1030": "min", "1031": "pineapples", "1032": "teriyaki", "1033": "garbanzo", "1034": "fava", "1035": "tbls", "1036": "rutabaga", "1037": "pair", "1038": "pastry", "1039": "chops", "1040": "translucent", "1041": "pepperica", "1042": "comes", "1043": "grain", "1044": "adjust", "1045": "any", "1046": "be", "1047": "skimmed", "1048": "45", "1049": "creamy", "1050": "olives", "1051": "punch", "1052": "fifteen", "1053": "has", "1054": "mashing", "1055": "gradually", "1056": "tuck", "1057": "left", "1058": "right", "1059": "heated", "1060": "mold", "1061": "nicely", "1062": "repeat", "1063": "procedure", "1064": "drops", "1065": "chapati", "1066": "dices", "1067": "grape", "1068": "zip", "1069": "lock", "1070": "use", "1071": "oregeno", "1072": "soaking", "1073": "beansprouts", "1074": "galbi", "1075": "moo", "1076": "teabag", "1077": "anchovies", "1078": "togther", "1079": "whisking", "1080": "coated", "1081": "snap", "1082": "prawn", "1083": "leaving", "1084": "tail", "1085": "tempura", "1086": "160", "1087": "pink", "1088": "channa", "1089": "asafoetida", "1090": "starts", "1091": "tight", "1092": "score", "1093": "check", "1094": "burn", "1095": "blow", "1096": "torch", "1097": "lobes", "1098": "generously", "1099": "presoaked", "1100": "goshari", "1101": "shiitake", "1102": "kung", "1103": "pao", "1104": "basal", "1105": "425", "1106": "broiler", "1107": "assemble", "1108": "avocadoes", "1109": "pressed", "1110": "oats", "1111": "moisten", "1112": "midway", "1113": "11", "1114": "lbs", "1115": "feet", "1116": "that", "1117": "laksa", "1118": "seperate", "1119": "pear", "1120": "wire", "1121": "very", "1122": "mascarpone", "1123": "cracked", "1124": "whisked", "1125": "constantly", "1126": "followed", "1127": "inches", "1128": "garden", "1129": "tamarind", "1130": "thirty", "1131": "papaya", "1132": "chat", "1133": "rotate", "1134": "leg", "1135": "cuts", "1136": "cod", "1137": "tartar", "1138": "dill", "1139": "ice", "1140": "your", "1141": "its", "1142": "sorted", "1143": "sirloin", "1144": "ring", "1145": "steps", "1146": "burgers", "1147": "toppings", "1148": "rope", "1149": "coarse", "1150": "gosari", "1151": "scissors", "1152": "refrigerate", "1153": "cheeses", "1154": "seven", "1155": "sautee", "1156": "save", "1157": "saved", "1158": "ten", "1159": "three", "1160": "circles", "1161": "shut", "1162": "pierogis", "1163": "first", "1164": "pickles", "1165": "canadian", "1166": "muffin", "1167": "hollandaise", "1168": "feta", "1169": "rolled", "1170": "flavor", "1171": "melon", "1172": "plum", "1173": "soya", "1174": "molasses", "1175": "cherries", "1176": "smoky", "1177": "items", "1178": "tentacles", "1179": "roughly", "1180": "instant", "1181": "peal", "1182": "lea", "1183": "perrins", "1184": "blue", "1185": "raisins", "1186": "refridgerate", "1187": "fenugreek", "1188": "better", "1189": "bhaji", "1190": "goulash", "1191": "kettle", "1192": "devein", "1193": "spiral", "1194": "slicer", "1195": "channel", "1196": "creme", "1197": "kim", "1198": "chi", "1199": "container", "1200": "parchment", "1201": "sandwiches", "1202": "portion", "1203": "machine", "1204": "bucket", "1205": "dredge", "1206": "chuck", "1207": "packet", "1208": "hammer", "1209": "walnut", "1210": "quartered", "1211": "seedless", "1212": "bones", "1213": "against", "1214": "square", "1215": "poor", "1216": "slightly", "1217": "mixutre", "1218": "fraiche", "1219": "cannellini", "1220": "six", "1221": "closing", "1222": "20", "1223": "tender", "1224": "browning", "1225": "raw", "1226": "jamaican", "1227": "stem", "1228": "enclosing", "1229": "tepung", "1230": "sprigs", "1231": "every", "1232": "boneless", "1233": "char", "1234": "paseo", "1235": "drippings", "1236": "way", "1237": "topping", "1238": "guacamole", "1239": "allow", "1240": "separately", "1241": "find", "1242": "300", "1243": "refried", "1244": "kebabs", "1245": "wide", "1246": "parsnips", "1247": "cucumbers", "1248": "asian", "1249": "szechuan", "1250": "snow", "1251": "whipping", "1252": "scallops", "1253": "cereal", "1254": "mango", "1255": "chole", "1256": "bbq", "1257": "strained", "1258": "made", "1259": "meanwhile", "1260": "continuously", "1261": "which", "1262": "do", "1263": "sparkling", "1264": "vertically", "1265": "liver", "1266": "ciabatta", "1267": "loaf", "1268": "types", "1269": "shallow", "1270": "portions", "1271": "mincemeat", "1272": "pecorino", "1273": "becomes", "1274": "crisp", "1275": "strip", "1276": "star", "1277": "anise", "1278": "lower", "1279": "carom", "1280": "kasuri", "1281": "methi", "1282": "breaking", "1283": "corner", "1284": "full", "1285": "work", "1286": "tie", "1287": "quickly", "1288": "bite", "1289": "help", "1290": "fourths", "1291": "triangle", "1292": "turkey", "1293": "upside", "1294": "mutton", "1295": "broil", "1296": "room", "1297": "temperature", "1298": "have", "1299": "meatloaf", "1300": "barbeque", "1301": "crock", "1302": "immerse", "1303": "bayleaf", "1304": "everthing", "1305": "tacos", "1306": "flower", "1307": "dilute", "1308": "diagonal", "1309": "end", "1310": "radishes", "1311": "sit", "1312": "wooden", "1313": "napa", "1314": "bottles", "1315": "grinded", "1316": "veggie", "1317": "aluminum", "1318": "fillings", "1319": "tucking", "1320": "konbu", "1321": "garram", "1322": "samosa", "1323": "stuffing", "1324": "endive", "1325": "frisee", "1326": "different", "1327": "knob", "1328": "double", "1329": "organic", "1330": "bowls", "1331": "homemade", "1332": "granules", "1333": "ramen", "1334": "pack", "1335": "shaped", "1336": "given", "1337": "either", "1338": "crockpot", "1339": "tall", "1340": "40", "1341": "sections", "1342": "shiso", "1343": "falafels", "1344": "375", "1345": "crumble", "1346": "goose", "1347": "including", "1348": "lentils", "1349": "sauces", "1350": "stone", "1351": "whip", "1352": "whipped", "1353": "waldorf", "1354": "filet", "1355": "heating", "1356": "gruyere", "1357": "across", "1358": "film", "1359": "slotted", "1360": "create", "1361": "pierogies", "1362": "berries", "1363": "cakes", "1364": "greased", "1365": "weigh", "1366": "instead", "1367": "you", "1368": "grinder", "1369": "crimp", "1370": "saran", "1371": "sunflower", "1372": "schnitzel", "1373": "wedge", "1374": "chestnuts", "1375": "leek", "1376": "mizuna", "1377": "drained", "1378": "bagel", "1379": "cajun", "1380": "figs", "1381": "rocket", "1382": "ricer", "1383": "chard", "1384": "underside", "1385": "tails", "1386": "hold", "1387": "tongs", "1388": "450", "1389": "tablespoon", "1390": "carefully", "1391": "kitchen", "1392": "dust", "1393": "rip", "1394": "combined", "1395": "paneer", "1396": "thread", "1397": "bulgur", "1398": "cardamoms", "1399": "heads", "1400": "eggplant", "1401": "pumpkin", "1402": "damp", "1403": "desired", "1404": "palm", "1405": "draw", "1406": "skinless", "1407": "just", "1408": "loin", "1409": "sprout", "1410": "battered", "1411": "pine", "1412": "skew", "1413": "bases", "1414": "lentil", "1415": "properly", "1416": "palms", "1417": "whistles", "1418": "ditalini", "1419": "greek", "1420": "raisin", "1421": "irish", "1422": "loaves", "1423": "pulse", "1424": "bouillon", "1425": "weed", "1426": "completely", "1427": "celeriac", "1428": "chilly", "1429": "chiles", "1430": "250", "1431": "puff", "1432": "times", "1433": "splash", "1434": "snail", "1435": "special", "1436": "legs", "1437": "slit", "1438": "wanton", "1439": "texture", "1440": "scrape", "1441": "belly", "1442": "straight", "1443": "compound", "1444": "leftover", "1445": "five", "1446": "beets", "1447": "juniper", "1448": "precooked", "1449": "jasmine", "1450": "spoonful", "1451": "turning", "1452": "kneed", "1453": "rise", "1454": "batch", "1455": "bits", "1456": "string", "1457": "setting", "1458": "ricotta", "1459": "changes", "1460": "polenta", "1461": "mallet", "1462": "skim", "1463": "cauliflowers", "1464": "processer", "1465": "horizontally", "1466": "fizzy", "1467": "sticky", "1468": "oval", "1469": "moistened", "1470": "gluten", "1471": "free", "1472": "kelp", "1473": "ladle", "1474": "ginkgo", "1475": "chaat", "1476": "replace", "1477": "caribbean", "1478": "opal", "1479": "amoy", "1480": "packs", "1481": "freeze", "1482": "disk", "1483": "stack", "1484": "mace", "1485": "uncooked", "1486": "reduced", "1487": "textured", "1488": "weeks", "1489": "squash", "1490": "refrigerator", "1491": "fruit", "1492": "finish", "1493": "rock", "1494": "halfway", "1495": "kabocha", "1496": "butternut", "1497": "earlier", "1498": "crouton", "1499": "unwrap", "1500": "vegan", "1501": "tinned", "1502": "oranges", "1503": "occasionally", "1504": "like", "1505": "breaded", "1506": "switch", "1507": "aioli", "1508": "active", "1509": "pureed", "1510": "salami", "1511": "dissolved", "1512": "150", "1513": "ziplock", "1514": "charred", "1515": "touch", "1516": "365", "1517": "teaspoons", "1518": "towels", "1519": "possible", "1520": "swordfish", "1521": "had", "1522": "blocks", "1523": "strings", "1524": "bed", "1525": "brandy", "1526": "pearl", "1527": "ale", "1528": "choi", "1529": "moisture", "1530": "gr", "1531": "eight", "1532": "himalayan", "1533": "washed", "1534": "remainder", "1535": "roe", "1536": "safe", "1537": "elbow", "1538": "fungus", "1539": "citric", "1540": "corndogs", "1541": "begin", "1542": "store", "1543": "daal", "1544": "come", "1545": "sizzle", "1546": "sachet", "1547": "grapeseed", "1548": "rough", "1549": "bitters", "1550": "drummet", "1551": "scatter", "1552": "handful", "1553": "poacher", "1554": "sourdough", "1555": "casing", "1556": "enclose", "1557": "caesar", "1558": "uncover", "1559": "chopsticks", "1560": "boxty", "1561": "slurry", "1562": "julienne", "1563": "verdalago", "1564": "meats", "1565": "row", "1566": "frankfurters", "1567": "incorporate", "1568": "worchestire", "1569": "marsala", "1570": "sticker", "1571": "chopping", "1572": "defrosted", "1573": "tsps", "1574": "fragrant", "1575": "gold", "1576": "iceberg", "1577": "joints", "1578": "wrapped", "1579": "rehydrated", "1580": "cracker", "1581": "crackers", "1582": "drape", "1583": "casserole", "1584": "lard", "1585": "maggi", "1586": "wedges", "1587": "furikake", "1588": "finally", "1589": "allspice", "1590": "block", "1591": "triangles", "1592": "sum", "1593": "jars", "1594": "flesh", "1595": "shiny", "1596": "creamier", "1597": "400gm", "1598": "rifts", "1599": "cutlets", "1600": "trays", "1601": "pizzas", "1602": "wipe", "1603": "holding", "1604": "channas", "1605": "<bos>", "1606": "<eos>", "1607": "UNK"}, "word_to_ix": {"spread": 1, "margarine": 2, "on": 3, "two": 4, "slices": 5, "of": 6, "white": 7, "bread": 8, "place": 9, "a": 10, "slice": 11, "cheese": 12, "the": 13, "top": 14, "each": 15, "other": 16, "and": 17, "in": 18, "hot": 19, "pan": 20, "flip": 21, "sandwich": 22, "over": 23, "press": 24, "down": 25, "cut": 26, "half": 27, "diagonally": 28, "peel": 29, "skin": 30, "from": 31, "onion": 32, "into": 33, "thin": 34, "pour": 35, "milk": 36, "onions": 37, "coat": 38, "flour": 39, "mixture": 40, "deep": 41, "fry": 42, "oil": 43, "sprinkle": 44, "salt": 45, "rinse": 46, "quinoa": 47, "water": 48, "bring": 49, "2": 50, "cups": 51, "to": 52, "boil": 53, "stove": 54, "add": 55, "cover": 56, "reduce": 57, "heat": 58, "off": 59, "ends": 60, "parsley": 61, "stalks": 62, "squeeze": 63, "leaves": 64, "chop": 65, "small": 66, "pieces": 67, "bowl": 68, "then": 69, "tomatos": 70, "diced": 71, "roll": 72, "lemon": 73, "cutting": 74, "board": 75, "remove": 76, "seeds": 77, "juice": 78, "table": 79, "spoons": 80, "sea": 81, "black": 82, "pepper": 83, "cayenne": 84, "mix": 85, "serve": 86, "cook": 87, "rice": 88, "combine": 89, "all": 90, "vegetables": 91, "yogurt": 92, "turmeric": 93, "red": 94, "chili": 95, "powder": 96, "ingredients": 97, "together": 98, "some": 99, "cumin": 100, "asafetida": 101, "tomato": 102, "puree": 103, "mixed": 104, "stir": 105, "saffron": 106, "with": 107, "layer": 108, "mint": 109, "garam": 110, "masala": 111, "sliced": 112, "almonds": 113, "melted": 114, "butter": 115, "entire": 116, "coconut": 117, "acid": 118, "soy": 119, "sauce": 120, "pot": 121, "under": 122, "medium": 123, "high": 124, "little": 125, "fish": 126, "put": 127, "udon": 128, "noodles": 129, "soup": 130, "chopped": 131, "lettuce": 132, "them": 133, "soak": 134, "beans": 135, "night": 136, "drain": 137, "new": 138, "chorizo": 139, "celery": 140, "cooked": 141, "pasta": 142, "flakes": 143, "coarsely": 144, "one": 145, "head": 146, "green": 147, "cabbage": 148, "core": 149, "transfer": 150, "food": 151, "processor": 152, "grind": 153, "it": 154, "big": 155, "process": 156, "grate": 157, "carrots": 158, "garlic": 159, "thoroughly": 160, "everything": 161, "pyrex": 162, "mash": 163, "using": 164, "potato": 165, "masher": 166, "hard": 167, "plate": 168, "weight": 169, "olive": 170, "italian": 171, "cubes": 172, "bake": 173, "oven": 174, "anchovy": 175, "paste": 176, "dijon": 177, "mustard": 178, "worcestershire": 179, "minced": 180, "reggiano": 181, "dressing": 182, "well": 183, "baked": 184, "romaine": 185, "salad": 186, "melt": 187, "1": 188, "tbsp": 189, "purpose": 190, "whisk": 191, "nutmeg": 192, "grated": 193, "cheddar": 194, "turn": 195, "toasted": 196, "breads": 197, "baking": 198, "tray": 199, "ham": 200, "swiss": 201, "another": 202, "toast": 203, "bechamel": 204, "herbs": 205, "de": 206, "provence": 207, "ground": 208, "pork": 209, "oyster": 210, "ginger": 211, "sesame": 212, "scoop": 213, "filling": 214, "center": 215, "wrap": 216, "apply": 217, "edges": 218, "fold": 219, "seal": 220, "pierogi": 221, "wraps": 222, "boiling": 223, "stickers": 224, "grill": 225, "patties": 226, "roasted": 227, "season": 228, "parmesan": 229, "buns": 230, "onto": 231, "seaweed": 232, "crab": 233, "line": 234, "up": 235, "mat": 236, "chicken": 237, "breast": 238, "fillet": 239, "both": 240, "sides": 241, "frying": 242, "seasoned": 243, "until": 244, "golden": 245, "or": 246, "strips": 247, "croutons": 248, "drizzle": 249, "generous": 250, "amount": 251, "shape": 252, "apple": 253, "as": 254, "thick": 255, "flat": 256, "even": 257, "surface": 258, "duck": 259, "fat": 260, "sugar": 261, "foie": 262, "gras": 263, "is": 264, "brown": 265, "pat": 266, "towel": 267, "strain": 268, "excess": 269, "bottom": 270, "saute": 271, "mushroom": 272, "cider": 273, "vinegar": 274, "sweet": 275, "beef": 276, "stock": 277, "apples": 278, "burger": 279, "fresh": 280, "carrot": 281, "radish": 282, "paprika": 283, "spinach": 284, "clay": 285, "mushrooms": 286, "break": 287, "an": 288, "egg": 289, "yolk": 290, "bibimbap": 291, "mayonnaise": 292, "capers": 293, "shallots": 294, "tarragon": 295, "potatoes": 296, "paper": 297, "thyme": 298, "toss": 299, "crack": 300, "beer": 301, "long": 302, "dip": 303, "batter": 304, "cooking": 305, "corn": 306, "starch": 307, "let": 308, "marinate": 309, "dark": 310, "wine": 311, "hoisin": 312, "chilli": 313, "fried": 314, "peppers": 315, "tofu": 316, "wok": 317, "peppercorn": 318, "spicy": 319, "bean": 320, "cornstarch": 321, "squid": 322, "rings": 323, "same": 324, "poured": 325, "shredded": 326, "muenster": 327, "monterey": 328, "jack": 329, "macaroni": 330, "steamed": 331, "lobster": 332, "shrimp": 333, "dish": 334, "beaten": 335, "eggs": 336, "dice": 337, "skillet": 338, "piece": 339, "nori": 340, "bamboo": 341, "roller": 342, "meat": 343, "ball": 344, "along": 345, "avocado": 346, "lay": 347, "next": 348, "coriander": 349, "pancetta": 350, "bacon": 351, "squares": 352, "spaghetti": 353, "crispy": 354, "take": 355, "lightly": 356, "cream": 357, "make": 358, "for": 359, "30": 360, "secs": 361, "keep": 362, "aside": 363, "directly": 364, "ready": 365, "around": 366, "serving": 367, "garnish": 368, "cubed": 369, "till": 370, "they": 371, "become": 372, "soft": 373, "spices": 374, "boiled": 375, "chickpeas": 376, "desi": 377, "ghee": 378, "gravy": 379, "spoon": 380, "prosciutto": 381, "stirring": 382, "pull": 383, "fire": 384, "vodka": 385, "wait": 386, "flame": 387, "marinara": 388, "seconds": 389, "tortilla": 390, "four": 391, "insert": 392, "toothpick": 393, "burrito": 394, "burritos": 395, "fryer": 396, "sicilian": 397, "calamari": 398, "cool": 399, "blend": 400, "cilantro": 401, "blender": 402, "sprouts": 403, "dry": 404, "cloves": 405, "now": 406, "5": 407, "tomatoes": 408, "crushed": 409, "can": 410, "simmer": 411, "heavy": 412, "light": 413, "cup": 414, "crumbs": 415, "seasoning": 416, "crumb": 417, "cutlet": 418, "penne": 419, "topped": 420, "grass": 421, "finely": 422, "pre": 423, "lid": 424, "discard": 425, "broken": 426, "mussels": 427, "lime": 428, "mussel": 429, "shells": 430, "out": 431, "brush": 432, "pudding": 433, "vanilla": 434, "chutney": 435, "watercress": 436, "side": 437, "caramelize": 438, "set": 439, "shred": 440, "salmon": 441, "width": 442, "sheet": 443, "slivers": 444, "lengthwise": 445, "rods": 446, "soda": 447, "buttermilk": 448, "pancake": 449, "when": 450, "bubbles": 451, "form": 452, "bulgogi": 453, "preheat": 454, "grease": 455, "browned": 456, "tumeric": 457, "chillies": 458, "ingredient": 459, "spice": 460, "curry": 461, "curd": 462, "marinated": 463, "cashews": 464, "hash": 465, "browns": 466, "loosely": 467, "honey": 468, "marinade": 469, "taco": 470, "mince": 471, "crush": 472, "bundle": 473, "stalk": 474, "parsely": 475, "bay": 476, "leaf": 477, "rosemary": 478, "scrub": 479, "herb": 480, "bit": 481, "thinly": 482, "jar": 483, "fill": 484, "pick": 485, "wasabi": 486, "again": 487, "chana": 488, "dal": 489, "chilis": 490, "edge": 491, "smear": 492, "while": 493, "blending": 494, "vegetable": 495, "veal": 496, "once": 497, "contents": 498, "breadcrumbs": 499, "miso": 500, "sake": 501, "mirin": 502, "scallions": 503, "base": 504, "before": 505, "knead": 506, "dough": 507, "plastic": 508, "naan": 509, "rub": 510, "prepare": 511, "dried": 512, "overnight": 513, "hours": 514, "balls": 515, "move": 516, "scrambled": 517, "shave": 518, "meatballs": 519, "sriracha": 520, "tuna": 521, "kimchi": 522, "seseame": 523, "cling": 524, "poke": 525, "through": 526, "wash": 527, "plain": 528, "bag": 529, "cake": 530, "sift": 531, "beat": 532, "blended": 533, "nonstick": 534, "wet": 535, "back": 536, "appear": 537, "pancakes": 538, "maple": 539, "syrup": 540, "more": 541, "boils": 542, "clams": 543, "running": 544, "hand": 545, "fennel": 546, "clam": 547, "separate": 548, "chowder": 549, "lamb": 550, "worcester": 551, "mashed": 552, "shoulder": 553, "chinese": 554, "cinnamon": 555, "sticks": 556, "foam": 557, "daikon": 558, "simmering": 559, "liquid": 560, "pickle": 561, "baguette": 562, "pate": 563, "pickled": 564, "cucumber": 565, "jalapeno": 566, "chunks": 567, "50": 568, "gram": 569, "grams": 570, "tsp": 571, "extract": 572, "ml": 573, "3": 574, "fine": 575, "mesh": 576, "strainer": 577, "pinch": 578, "non": 579, "stick": 580, "are": 581, "mixing": 582, "fork": 583, "give": 584, "quick": 585, "shake": 586, "spatula": 587, "evenly": 588, "mozzarella": 589, "brussel": 590, "extra": 591, "virgin": 592, "kosher": 593, "breasts": 594, "whole": 595, "wheat": 596, "6": 597, "minutes": 598, "at": 599, "pesto": 600, "basil": 601, "sage": 602, "8": 603, "cranberries": 604, "peanuts": 605, "potatos": 606, "peas": 607, "circle": 608, "cone": 609, "samosas": 610, "griddle": 611, "chick": 612, "pressure": 613, "cooker": 614, "chilies": 615, "pea": 616, "broccoli": 617, "bok": 618, "choy": 619, "broth": 620, "flake": 621, "enoki": 622, "seed": 623, "maida": 624, "hing": 625, "dosa": 626, "wakame": 627, "clean": 628, "leeks": 629, "dissolve": 630, "time": 631, "but": 632, "not": 633, "too": 634, "after": 635, "melts": 636, "mayo": 637, "blueberries": 638, "packed": 639, "sausage": 640, "saucepan": 641, "quarter": 642, "4": 643, "cans": 644, "large": 645, "smooth": 646, "trim": 647, "bone": 648, "apart": 649, "warm": 650, "tortillas": 651, "tops": 652, "length": 653, "hotdog": 654, "smoke": 655, "smoked": 656, "cold": 657, "rod": 658, "few": 659, "empty": 660, "escargot": 661, "inside": 662, "wood": 663, "ear": 664, "wrapper": 665, "sharp": 666, "thirds": 667, "wonton": 668, "wrappers": 669, "wontons": 670, "baby": 671, "yolks": 672, "cooks": 673, "slow": 674, "caraway": 675, "mortar": 676, "bell": 677, "stew": 678, "canned": 679, "escargots": 680, "later": 681, "hands": 682, "softened": 683, "chives": 684, "by": 685, "adding": 686, "sherry": 687, "proper": 688, "consistency": 689, "dollops": 690, "pop": 691, "rest": 692, "preheated": 693, "350": 694, "degree": 695, "c": 696, "15": 697, "itself": 698, "it's": 699, "steam": 700, "roast": 701, "marjoram": 702, "dog": 703, "stuff": 704, "dogs": 705, "oregano": 706, "club": 707, "whites": 708, "korean": 709, "gas": 710, "massage": 711, "sour": 712, "cardamom": 713, "makhni": 714, "grapes": 715, "walnuts": 716, "nuts": 717, "part": 718, "chunk": 719, "tso": 720, "clarified": 721, "crust": 722, "forms": 723, "english": 724, "muffins": 725, "poach": 726, "poached": 727, "toaster": 728, "steamer": 729, "gochujang": 730, "chickpea": 731, "middle": 732, "kale": 733, "shortening": 734, "skewer": 735, "sausages": 736, "sieve": 737, "poppy": 738, "grilled": 739, "relish": 740, "lastly": 741, "wings": 742, "cornflour": 743, "prepared": 744, "spray": 745, "fillets": 746, "shaved": 747, "rind": 748, "kaffir": 749, "gently": 750, "twenty": 751, "prawns": 752, "spring": 753, "rinsed": 754, "shrimps": 755, "squids": 756, "shoots": 757, "seafood": 758, "slowly": 759, "bratwursts": 760, "pineapple": 761, "pound": 762, "scallion": 763, "truffle": 764, "brine": 765, "air": 766, "pizza": 767, "tear": 768, "buffalo": 769, "open": 770, "sushi": 771, "firmly": 772, "microwave": 773, "ketchup": 774, "barbecue": 775, "outer": 776, "layers": 777, "pounder": 778, "mason": 779, "tin": 780, "kidney": 781, "zest": 782, "breading": 783, "plates": 784, "push": 785, "holes": 786, "brat": 787, "brats": 788, "about": 789, "per": 790, "bun": 791, "sauerkraut": 792, "second": 793, "stems": 794, "falafel": 795, "yeast": 796, "formed": 797, "split": 798, "smaller": 799, "parts": 800, "stretch": 801, "rolls": 802, "closed": 803, "dumpling": 804, "condensed": 805, "low": 806, "almond": 807, "leave": 808, "bottle": 809, "cloth": 810, "lids": 811, "ferment": 812, "days": 813, "box": 814, "ounce": 815, "done": 816, "inch": 817, "couple": 818, "sichuan": 819, "peppercorns": 820, "10": 821, "ounces": 822, "taste": 823, "cauliflower": 824, "stocks": 825, "arrange": 826, "cherry": 827, "garnishing": 828, "parsnip": 829, "knife": 830, "short": 831, "rib": 832, "ribs": 833, "skewers": 834, "kabobs": 835, "75g": 836, "panko": 837, "japanese": 838, "dunk": 839, "batches": 840, "dipping": 841, "run": 842, "shaoxing": 843, "potsticker": 844, "close": 845, "peanut": 846, "potstickers": 847, "bonito": 848, "dashi": 849, "several": 850, "greens": 851, "covered": 852, "their": 853, "shell": 854, "distribute": 855, "7": 856, "sometime": 857, "peeled": 858, "mixer": 859, "mozzerella": 860, "pepperoni": 861, "smash": 862, "provolone": 863, "slits": 864, "mins": 865, "flatten": 866, "noodle": 867, "bath": 868, "return": 869, "finished": 870, "section": 871, "also": 872, "tightly": 873, "avocados": 874, "steak": 875, "zucchini": 876, "clove": 877, "shallot": 878, "turns": 879, "soaked": 880, "soften": 881, "pad": 882, "thai": 883, "continue": 884, "above": 885, "thicken": 886, "guanciale": 887, "absorb": 888, "worchester": 889, "sashimi": 890, "angle": 891, "tough": 892, "without": 893, "gloves": 894, "sheets": 895, "rolling": 896, "equal": 897, "urad": 898, "agave": 899, "nectar": 900, "scramble": 901, "this": 902, "further": 903, "35": 904, "pinto": 905, "enchiladas": 906, "size": 907, "pin": 908, "circular": 909, "vermicelli": 910, "cashew": 911, "capsicum": 912, "salted": 913, "biryani": 914, "start": 915, "stiff": 916, "gets": 917, "divide": 918, "color": 919, "pie": 920, "chile": 921, "salsa": 922, "drop": 923, "chunky": 924, "lift": 925, "oatmeal": 926, "away": 927, "fries": 928, "french": 929, "flipping": 930, "cognac": 931, "&": 932, "good": 933, "get": 934, "peach": 935, "hazelnuts": 936, "glaze": 937, "peaches": 938, "firm": 939, "200": 940, "foil": 941, "jam": 942, "balsamic": 943, "corns": 944, "quarters": 945, "meal": 946, "pomegranate": 947, "sumac": 948, "pita": 949, "fully": 950, "frozen": 951, "teaspoon": 952, "beet": 953, "root": 954, "kombu": 955, "wing": 956, "tips": 957, "body": 958, "rack": 959, "400": 960, "f": 961, "sized": 962, "minute": 963, "1tbsp": 964, "granulated": 965, "tbsps": 966, "orange": 967, "wise": 968, "yellow": 969, "veggies": 970, "100": 971, "gms": 972, "halves": 973, "quantity": 974, "if": 975, "needed": 976, "remaining": 977, "tahini": 978, "hummus": 979, "slide": 980, "omelet": 981, "hotdogs": 982, "covering": 983, "bratwurst": 984, "glass": 985, "tea": 986, "degrees": 987, "25": 988, "blanch": 989, "fruits": 990, "12": 991, "snails": 992, "crme": 993, "500": 994, "hamburger": 995, "tabasco": 996, "scallians": 997, "cube": 998, "evaporated": 999, "tempeh": 1000, "tamari": 1001, "slaw": 1002, "iron": 1003, "sear": 1004, "hour": 1005, "direct": 1006, "between": 1007, "dumplings": 1008, "jalapenos": 1009, "submerge": 1010, "freshly": 1011, "seasonings": 1012, "caramelized": 1013, "roti": 1014, "so": 1015, "puffs": 1016, "grater": 1017, "kiwi": 1018, "fridge": 1019, "cleaned": 1020, "dump": 1021, "round": 1022, "fingers": 1023, "thickens": 1024, "regular": 1025, "chips": 1026, "cornmeal": 1027, "simultaneously": 1028, "patty": 1029, "min": 1030, "pineapples": 1031, "teriyaki": 1032, "garbanzo": 1033, "fava": 1034, "tbls": 1035, "rutabaga": 1036, "pair": 1037, "pastry": 1038, "chops": 1039, "translucent": 1040, "pepperica": 1041, "comes": 1042, "grain": 1043, "adjust": 1044, "any": 1045, "be": 1046, "skimmed": 1047, "45": 1048, "creamy": 1049, "olives": 1050, "punch": 1051, "fifteen": 1052, "has": 1053, "mashing": 1054, "gradually": 1055, "tuck": 1056, "left": 1057, "right": 1058, "heated": 1059, "mold": 1060, "nicely": 1061, "repeat": 1062, "procedure": 1063, "drops": 1064, "chapati": 1065, "dices": 1066, "grape": 1067, "zip": 1068, "lock": 1069, "use": 1070, "oregeno": 1071, "soaking": 1072, "beansprouts": 1073, "galbi": 1074, "moo": 1075, "teabag": 1076, "anchovies": 1077, "togther": 1078, "whisking": 1079, "coated": 1080, "snap": 1081, "prawn": 1082, "leaving": 1083, "tail": 1084, "tempura": 1085, "160": 1086, "pink": 1087, "channa": 1088, "asafoetida": 1089, "starts": 1090, "tight": 1091, "score": 1092, "check": 1093, "burn": 1094, "blow": 1095, "torch": 1096, "lobes": 1097, "generously": 1098, "presoaked": 1099, "goshari": 1100, "shiitake": 1101, "kung": 1102, "pao": 1103, "basal": 1104, "425": 1105, "broiler": 1106, "assemble": 1107, "avocadoes": 1108, "pressed": 1109, "oats": 1110, "moisten": 1111, "midway": 1112, "11": 1113, "lbs": 1114, "feet": 1115, "that": 1116, "laksa": 1117, "seperate": 1118, "pear": 1119, "wire": 1120, "very": 1121, "mascarpone": 1122, "cracked": 1123, "whisked": 1124, "constantly": 1125, "followed": 1126, "inches": 1127, "garden": 1128, "tamarind": 1129, "thirty": 1130, "papaya": 1131, "chat": 1132, "rotate": 1133, "leg": 1134, "cuts": 1135, "cod": 1136, "tartar": 1137, "dill": 1138, "ice": 1139, "your": 1140, "its": 1141, "sorted": 1142, "sirloin": 1143, "ring": 1144, "steps": 1145, "burgers": 1146, "toppings": 1147, "rope": 1148, "coarse": 1149, "gosari": 1150, "scissors": 1151, "refrigerate": 1152, "cheeses": 1153, "seven": 1154, "sautee": 1155, "save": 1156, "saved": 1157, "ten": 1158, "three": 1159, "circles": 1160, "shut": 1161, "pierogis": 1162, "first": 1163, "pickles": 1164, "canadian": 1165, "muffin": 1166, "hollandaise": 1167, "feta": 1168, "rolled": 1169, "flavor": 1170, "melon": 1171, "plum": 1172, "soya": 1173, "molasses": 1174, "cherries": 1175, "smoky": 1176, "items": 1177, "tentacles": 1178, "roughly": 1179, "instant": 1180, "peal": 1181, "lea": 1182, "perrins": 1183, "blue": 1184, "raisins": 1185, "refridgerate": 1186, "fenugreek": 1187, "better": 1188, "bhaji": 1189, "goulash": 1190, "kettle": 1191, "devein": 1192, "spiral": 1193, "slicer": 1194, "channel": 1195, "creme": 1196, "kim": 1197, "chi": 1198, "container": 1199, "parchment": 1200, "sandwiches": 1201, "portion": 1202, "machine": 1203, "bucket": 1204, "dredge": 1205, "chuck": 1206, "packet": 1207, "hammer": 1208, "walnut": 1209, "quartered": 1210, "seedless": 1211, "bones": 1212, "against": 1213, "square": 1214, "poor": 1215, "slightly": 1216, "mixutre": 1217, "fraiche": 1218, "cannellini": 1219, "six": 1220, "closing": 1221, "20": 1222, "tender": 1223, "browning": 1224, "raw": 1225, "jamaican": 1226, "stem": 1227, "enclosing": 1228, "tepung": 1229, "sprigs": 1230, "every": 1231, "boneless": 1232, "char": 1233, "paseo": 1234, "drippings": 1235, "way": 1236, "topping": 1237, "guacamole": 1238, "allow": 1239, "separately": 1240, "find": 1241, "300": 1242, "refried": 1243, "kebabs": 1244, "wide": 1245, "parsnips": 1246, "cucumbers": 1247, "asian": 1248, "szechuan": 1249, "snow": 1250, "whipping": 1251, "scallops": 1252, "cereal": 1253, "mango": 1254, "chole": 1255, "bbq": 1256, "strained": 1257, "made": 1258, "meanwhile": 1259, "continuously": 1260, "which": 1261, "do": 1262, "sparkling": 1263, "vertically": 1264, "liver": 1265, "ciabatta": 1266, "loaf": 1267, "types": 1268, "shallow": 1269, "portions": 1270, "mincemeat": 1271, "pecorino": 1272, "becomes": 1273, "crisp": 1274, "strip": 1275, "star": 1276, "anise": 1277, "lower": 1278, "carom": 1279, "kasuri": 1280, "methi": 1281, "breaking": 1282, "corner": 1283, "full": 1284, "work": 1285, "tie": 1286, "quickly": 1287, "bite": 1288, "help": 1289, "fourths": 1290, "triangle": 1291, "turkey": 1292, "upside": 1293, "mutton": 1294, "broil": 1295, "room": 1296, "temperature": 1297, "have": 1298, "meatloaf": 1299, "barbeque": 1300, "crock": 1301, "immerse": 1302, "bayleaf": 1303, "everthing": 1304, "tacos": 1305, "flower": 1306, "dilute": 1307, "diagonal": 1308, "end": 1309, "radishes": 1310, "sit": 1311, "wooden": 1312, "napa": 1313, "bottles": 1314, "grinded": 1315, "veggie": 1316, "aluminum": 1317, "fillings": 1318, "tucking": 1319, "konbu": 1320, "garram": 1321, "samosa": 1322, "stuffing": 1323, "endive": 1324, "frisee": 1325, "different": 1326, "knob": 1327, "double": 1328, "organic": 1329, "bowls": 1330, "homemade": 1331, "granules": 1332, "ramen": 1333, "pack": 1334, "shaped": 1335, "given": 1336, "either": 1337, "crockpot": 1338, "tall": 1339, "40": 1340, "sections": 1341, "shiso": 1342, "falafels": 1343, "375": 1344, "crumble": 1345, "goose": 1346, "including": 1347, "lentils": 1348, "sauces": 1349, "stone": 1350, "whip": 1351, "whipped": 1352, "waldorf": 1353, "filet": 1354, "heating": 1355, "gruyere": 1356, "across": 1357, "film": 1358, "slotted": 1359, "create": 1360, "pierogies": 1361, "berries": 1362, "cakes": 1363, "greased": 1364, "weigh": 1365, "instead": 1366, "you": 1367, "grinder": 1368, "crimp": 1369, "saran": 1370, "sunflower": 1371, "schnitzel": 1372, "wedge": 1373, "chestnuts": 1374, "leek": 1375, "mizuna": 1376, "drained": 1377, "bagel": 1378, "cajun": 1379, "figs": 1380, "rocket": 1381, "ricer": 1382, "chard": 1383, "underside": 1384, "tails": 1385, "hold": 1386, "tongs": 1387, "450": 1388, "tablespoon": 1389, "carefully": 1390, "kitchen": 1391, "dust": 1392, "rip": 1393, "combined": 1394, "paneer": 1395, "thread": 1396, "bulgur": 1397, "cardamoms": 1398, "heads": 1399, "eggplant": 1400, "pumpkin": 1401, "damp": 1402, "desired": 1403, "palm": 1404, "draw": 1405, "skinless": 1406, "just": 1407, "loin": 1408, "sprout": 1409, "battered": 1410, "pine": 1411, "skew": 1412, "bases": 1413, "lentil": 1414, "properly": 1415, "palms": 1416, "whistles": 1417, "ditalini": 1418, "greek": 1419, "raisin": 1420, "irish": 1421, "loaves": 1422, "pulse": 1423, "bouillon": 1424, "weed": 1425, "completely": 1426, "celeriac": 1427, "chilly": 1428, "chiles": 1429, "250": 1430, "puff": 1431, "times": 1432, "splash": 1433, "snail": 1434, "special": 1435, "legs": 1436, "slit": 1437, "wanton": 1438, "texture": 1439, "scrape": 1440, "belly": 1441, "straight": 1442, "compound": 1443, "leftover": 1444, "five": 1445, "beets": 1446, "juniper": 1447, "precooked": 1448, "jasmine": 1449, "spoonful": 1450, "turning": 1451, "kneed": 1452, "rise": 1453, "batch": 1454, "bits": 1455, "string": 1456, "setting": 1457, "ricotta": 1458, "changes": 1459, "polenta": 1460, "mallet": 1461, "skim": 1462, "cauliflowers": 1463, "processer": 1464, "horizontally": 1465, "fizzy": 1466, "sticky": 1467, "oval": 1468, "moistened": 1469, "gluten": 1470, "free": 1471, "kelp": 1472, "ladle": 1473, "ginkgo": 1474, "chaat": 1475, "replace": 1476, "caribbean": 1477, "opal": 1478, "amoy": 1479, "packs": 1480, "freeze": 1481, "disk": 1482, "stack": 1483, "mace": 1484, "uncooked": 1485, "reduced": 1486, "textured": 1487, "weeks": 1488, "squash": 1489, "refrigerator": 1490, "fruit": 1491, "finish": 1492, "rock": 1493, "halfway": 1494, "kabocha": 1495, "butternut": 1496, "earlier": 1497, "crouton": 1498, "unwrap": 1499, "vegan": 1500, "tinned": 1501, "oranges": 1502, "occasionally": 